Repository: Harlech1/Song-X
Catalog: Song-X/Localizable.xcstrings
Source language: en
Languages: ar, bg, cs, da, de, el, es, et, fi, fr, hu, id, it, ja, ko, lv, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, tr, uk, zh_hans, zh_hant

source: Terms of Use
ar: شروط الاستخدام
bg: Условия за ползване
cs: Podmínky používání
da: Vilkår for brug
de: Nutzungsbedingungen
el: Όροι χρήσης
es: Condiciones de uso
et: Kasutustingimused
fi: Käyttöehdot
fr: Conditions d'utilisation
hu: Használati feltételek
id: Ketentuan Penggunaan
it: Termini di utilizzo
ja: 利用規約
ko: 사용 약관
lv: Lietošanas noteikumi
nb: Vilkår for bruk
nl: Gebruiksvoorwaarden
pl: Warunki użytkowania
pt_br: Termos de uso
pt_pt: Termos de utilização
ro: Termeni de utilizare
ru: Условия использования
sk: Podmienky používania
sl: Pogoji uporabe
sv: Användarvillkor
tr: Kullanım Koşulları
uk: Умови використання
zh_hans: 使用条款
zh_hant: 使用條款

source: Thank you for your support! ♥️
ar: شكرًا لك على دعمك! ♥️
bg: Благодарим ви за подкрепата! ♥️
cs: Děkujeme vám za podporu! ♥️
da: Tak for din støtte! ♥️
de: Vielen Dank für Ihre Unterstützung! ♥️
el: Σας ευχαριστούμε για την υποστήριξή σας! ♥️
es: Gracias por tu apoyo. ♥️
et: Täname teid toetuse eest! ♥️
fi: Kiitos tuestasi! ♥️
fr: Nous vous remercions de votre soutien ! ♥️
hu: Köszönjük a támogatást! ♥️
id: Terima kasih atas dukungan Anda! ♥️
it: Grazie per il vostro supporto! ♥️
ja: ご協力ありがとうございました！♥️
ko: 여러분의 지원에 감사드립니다! ♥️
lv: Paldies par atbalstu! ♥️
nb: Takk for din støtte! ♥️
nl: Hartelijk dank voor uw steun! ♥️
pl: Dziękujemy za wsparcie! ♥️
pt_br: Obrigado por seu apoio! ♥️
pt_pt: Obrigado pelo vosso apoio! ♥️
ro: Vă mulțumim pentru sprijinul acordat! ♥️
ru: Спасибо за поддержку! ♥️
sk: Ďakujeme vám za podporu! ♥️
sl: Zahvaljujemo se vam za podporo! ♥️
sv: Tack för ditt stöd! ♥️
tr: Desteğiniz için teşekkür ederiz! ♥️
uk: Дякуємо за вашу підтримку! ♥️
zh_hans: 感谢您的支持！♥️
zh_hant: 感謝您的支持！♥️

source: then %@/week
ar: ثم %@/الأسبوع
bg: след това %@/седмица
cs: pak %@/týden
da: derefter %@/uge
de: dann %@/Woche
el: Τότε %@/εβδομάδα
es: entonces %@/semana
et: siis %@/nädal
fi: sitten %@/viikko
fr: alors %@/semaine
hu: Akkor %@/hét
id: maka %@/minggu
it: allora %@/settimana
ja: では %@/週
ko: 그럼 %@/주
lv: tad %@/nedēļa
nb: deretter %@/uke
nl: dan %@/week
pl: następnie %@/tydzień
pt_br: então %@/semana
pt_pt: então %@/semana
ro: atunci %@/săptămână
ru: тогда %@/неделя
sk: potom %@/týždeň
sl: potem %@/teden
sv: sedan %@/vecka
tr: sonra %@/hafta
uk: то %@/тиждень
zh_hans: %@/周
zh_hant: 則 %@/week

source: they are extremely easy, most will be sliders so don't worry.
ar: فهي سهلة للغاية، ومعظمها سيكون منزلقًا، لذا لا تقلق.
bg: те са изключително лесни, повечето ще бъдат плъзгачи, така че не се притеснявайте.
cs: jsou nesmírně snadné, většinou půjde o posuvníky, takže se nebojte.
da: De er ekstremt nemme, de fleste vil være sliders, så bare rolig.
de: Sie sind extrem einfach, die meisten sind Schieberegler, also keine Sorge.
el: είναι εξαιρετικά εύκολες, οι περισσότερες θα είναι συρόμενες, οπότε μην ανησυχείτε.
es: son extremadamente fáciles, la mayoría serán deslizantes, así que no te preocupes.
et: need on äärmiselt lihtsad, enamik neist on liugurid, nii et ärge muretsege.
fi: ne ovat erittäin helppoja, useimmat ovat liukusäätimiä, joten älä huoli.
fr: Ils sont extrêmement faciles, la plupart seront des curseurs, ne vous inquiétez pas.
hu: Ezek rendkívül egyszerűek, a legtöbbjük csúszka lesz, így ne aggódjon.
id: sangat mudah, sebagian besar berupa slider, jadi jangan khawatir.
it: Sono estremamente semplici, la maggior parte sono cursori, quindi non preoccupatevi.
ja: 翻訳は非常に簡単で、ほとんどがスライダーなので心配はいりません。
ko: 대부분 슬라이더로 되어 있으므로 걱정하지 마세요.
lv: tie ir ļoti vienkārši, lielākā daļa būs slīdņi, tāpēc neuztraucieties.
nb: De fleste av dem er glidebrytere, så ikke bekymre deg.
nl: De meeste zullen schuifregelaars zijn, dus maak je geen zorgen.
pl: Są one niezwykle proste, większość z nich to suwaki, więc nie martw się.
pt_br: eles são extremamente fáceis, a maioria será de controles deslizantes, portanto, não se preocupe.
pt_pt: são extremamente fáceis, a maior parte serão barras deslizantes, por isso não se preocupe.
ro: acestea sunt extrem de ușoare, majoritatea vor fi slidere, așa că nu vă faceți griji.
ru: Они очень просты, большинство из них будут слайдерами, так что не волнуйтесь.
sk: sú mimoriadne jednoduché, väčšinou pôjde o posuvníky, takže sa nemusíte obávať.
sl: so izredno enostavni, večina bo drsnikov, zato ne skrbite.
sv: de är extremt enkla, de flesta kommer att vara skjutreglage så oroa dig inte.
tr: Bunlar son derece kolaydır, çoğu kaydırıcı olacaktır, bu yüzden endişelenmeyin.
uk: Вони дуже прості, більшість з них будуть повзунками, тож не хвилюйтеся.
zh_hans: 它们非常简单，大多数都是滑块，所以不用担心。
zh_hant: 它們非常容易，大多數都是滑動條，所以不用擔心。

source: Try Now
ar: جرّب الآن
bg: Опитайте сега
cs: Vyzkoušejte nyní
da: Prøv nu
de: Jetzt ausprobieren
el: Δοκιμάστε τώρα
es: Probar ahora
et: Proovige nüüd
fi: Kokeile nyt
fr: Essayez maintenant
hu: Próbálja ki most
id: Coba Sekarang
it: Prova ora
ja: 今すぐ試す
ko: 지금 시도하기
lv: Izmēģiniet tagad
nb: Prøv nå
nl: Nu proberen
pl: Wypróbuj teraz
pt_br: Experimente agora
pt_pt: Experimente agora
ro: Încercați acum
ru: Попробуйте сейчас
sk: Vyskúšajte teraz
sl: Poskusite zdaj
sv: Prova nu
tr: Şimdi Deneyin
uk: Спробуйте зараз
zh_hans: 立即尝试
zh_hant: 立即試用

source: Unknown Artist
ar: فنان غير معروف
bg: Неизвестен изпълнител
cs: Neznámý autor
da: Ukendt kunstner
de: Unbekannter Künstler
el: Άγνωστος καλλιτέχνης
es: Artista desconocido
et: Tundmatu kunstnik
fi: Tuntematon taiteilija
fr: Artiste inconnu
hu: Ismeretlen művész
id: Artis Tidak Dikenal
it: Artista sconosciuto
ja: 不明なアーティスト
ko: 알 수 없는 아티스트
lv: Nezināms autors
nb: Ukjent kunstner
nl: Onbekende kunstenaar
pl: Nieznany artysta
pt_br: Artista desconhecido
pt_pt: Artista desconhecido
ro: Artist necunoscut
ru: Неизвестный художник
sk: Neznámy autor
sl: Neznani izvajalec
sv: Okänd konstnär
tr: Bilinmeyen Sanatçı
uk: Невідомий художник
zh_hans: 未知艺术家
zh_hant: 未知藝術家

source: Unlimited song editing
ar: تحرير الأغاني غير المحدود
bg: Неограничено редактиране на песни
cs: Neomezené úpravy písní
da: Ubegrænset sangredigering
de: Unbegrenzte Songbearbeitung
el: Απεριόριστη επεξεργασία τραγουδιών
es: Edición de canciones ilimitada
et: Piiramatud laulude redigeerimine
fi: Rajoittamaton kappaleiden muokkaus
fr: Édition de chanson illimitée
hu: Korlátlan dal szerkesztése
id: Pengeditan lagu tanpa batas
it: Modifica canzone illimitata
ja: 無制限の曲編集
ko: 무제한 노래 편집
lv: Neierobežota dziesmu rediģēšana
nb: Ubegrenset sangredigering
nl: Onbeperkte liedbewerking
pl: Nieograniczone edytowanie piosenek
pt_br: Edição de música ilimitada
pt_pt: Edição de música ilimitada
ro: Editare nelimitată a melodiilor
ru: Неограниченное редактирование песен
sk: Neobmedzené úpravy piesní
sl: Neomejeno urejanje pesmi
sv: Obegränsad sångredigering
tr: Sınırsız şarkı düzenleme
uk: Необмежене редагування пісень
zh_hans: 无限歌曲编辑
zh_hant: 無限歌曲編輯

source: Unlock all amazing features
ar: فتح جميع الميزات المذهلة
bg: Отключете всички невероятни функции
cs: Odemkněte všechny úžasné funkce
da: Lås op for alle de fantastiske funktioner
de: Schalte alle fantastischen Funktionen frei
el: Ξεκλειδώστε όλες τις εκπληκτικές λειτουργίες
es: Desbloquea todas las funciones
et: Avage kõik hämmastavad funktsioonid
fi: Avaa kaikki hämmästyttävät ominaisuudet
fr: Déverrouillez toutes les fonctionnalités étonnantes
hu: Az összes csodálatos funkció feloldása
id: Buka semua fitur luar biasa
it: Sblocca tutte le incredibili funzionalità
ja: すべての素晴らしい機能のロックを解除
ko: 모든 놀라운 기능 활용
lv: Atbloķējiet visas pārsteidzošās funkcijas
nb: Lås opp alle de fantastiske funksjonene
nl: Ontgrendel alle geweldige functies
pl: Odblokuj wszystkie niesamowite funkcje
pt_br: Desbloqueie todos os recursos incríveis
pt_pt: Desbloquear todas as funcionalidades fantásticas
ro: Deblocați toate funcțiile uimitoare
ru: Откройте все удивительные возможности
sk: Odomknite všetky úžasné funkcie
sl: Odkrijte vse neverjetne funkcije
sv: Lås upp alla fantastiska funktioner
tr: Tüm şaşırtıcı özelliklerin kilidini açın
uk: Розкрийте всі дивовижні функції
zh_hans: 解锁所有精彩功能
zh_hant: 解鎖所有驚人功能

source: Unlock all effects
ar: فتح جميع التأثيرات
bg: Отключване на всички ефекти
cs: Odemkněte všechny efekty
da: Lås op for alle effekter
de: Alle Effekte freischalten
el: Ξεκλειδώστε όλα τα εφέ
es: Desbloquear todos los efectos
et: Avage kõik efektid
fi: Avaa kaikki vaikutukset
fr: Déverrouiller tous les effets
hu: Minden hatás feloldása
id: Buka kunci semua efek
it: Sblocca tutti gli effetti
ja: すべてのエフェクトをアンロック
ko: 모든 효과 잠금 해제
lv: Atbloķējiet visus efektus
nb: Lås opp alle effekter
nl: Ontgrendel alle effecten
pl: Odblokuj wszystkie efekty
pt_br: Desbloquear todos os efeitos
pt_pt: Desbloquear todos os efeitos
ro: Deblocați toate efectele
ru: Разблокировать все эффекты
sk: Odomknite všetky efekty
sl: Odklepanje vseh učinkov
sv: Lås upp alla effekter
tr: Tüm efektlerin kilidini aç
uk: Розблокуйте всі ефекти
zh_hans: 解锁所有效果
zh_hant: 解鎖所有效果

source: Unlock Now
ar: افتح الآن
bg: Отключване сега
cs: Odemknout nyní
da: Lås op nu
de: Jetzt freischalten
el: Ξεκλείδωμα τώρα
es: Desbloquear ahora
et: Ava nüüd
fi: Avaa lukitus nyt
fr: Déverrouiller maintenant
hu: Feloldás most
id: Buka Kunci Sekarang
it: Sblocca ora
ja: 今すぐロック解除
ko: 지금 잠금 해제
lv: Atbloķēt tagad
nb: Lås opp nå
nl: Nu ontgrendelen
pl: Odblokuj teraz
pt_br: Desbloquear agora
pt_pt: Desbloquear agora
ro: Deblocați acum
ru: Разблокировать сейчас
sk: Odomknúť teraz
sl: Odkleni zdaj
tr: Şimdi Kilidi Aç
uk: Розблокувати зараз
zh_hans: 立即解锁
zh_hant: 立即解鎖

source: Unlock Premium Access
ar: فتح الوصول المميز
bg: Отключване на премиум достъп
cs: Odemknutí prémiového přístupu
da: Lås op for premium-adgang
de: Premium-Zugang freischalten
el: Ξεκλειδώστε την πρόσβαση Premium
es: Desbloquear el acceso Premium
et: Premium-juurdepääsu avamine
fi: Avaa Premium-käyttöoikeus
fr: Débloquer l'accès Premium
hu: Prémium hozzáférés feloldása
id: Membuka Akses Premium
it: Sblocca l'accesso Premium
ja: プレミアムアクセスのロック解除
ko: 프리미엄 액세스 잠금 해제
lv: Atbloķējiet Premium piekļuvi
nb: Lås opp Premium-tilgang
nl: Premium toegang ontgrendelen
pl: Odblokuj dostęp Premium
pt_br: Desbloquear o acesso premium
pt_pt: Desbloquear o acesso Premium
ro: Deblocați accesul Premium
ru: Разблокировать премиум-доступ
sk: Odomknutie prémiového prístupu
sl: Odklepanje dostopa Premium
sv: Lås upp Premium-åtkomst
tr: Premium Erişimin Kilidini Açın
uk: Розблокувати преміум-доступ
zh_hans: 解锁高级访问
zh_hant: 解鎖高級存取

source: we've made music editing simple and fun. no complex tools, just pure creativity. %@
ar: لقد جعلنا تحرير الموسيقى بسيطًا وممتعًا. لا أدوات معقدة، فقط إبداع خالص. %@
bg: направихме редактирането на музика лесно и забавно. без сложни инструменти, само чисто творчество. %@
cs: Úpravu hudby jsme udělali jednoduchou a zábavnou. žádné složité nástroje, jen čistá kreativita. %@
da: vi har gjort musikredigering enkel og sjov. ingen komplekse værktøjer, bare ren kreativitet. %@
de: wir haben die musikbearbeitung einfach gemacht. keine komplexen tools, nur pure kreativität. %@
el: κάναμε την επεξεργασία μουσικής απλή και διασκεδαστική. όχι πολύπλοκα εργαλεία, μόνο καθαρή δημιουργικότητα. %@
es: hemos hecho que editar música sea sencillo y divertido. sin herramientas complejas, sólo pura creatividad. %@
et: oleme teinud muusika redigeerimise lihtsaks ja lõbusaks. ei mingeid keerulisi vahendeid, vaid puhas loovus. %@
fi: olemme tehneet musiikin muokkaamisesta helppoa ja hauskaa. ei monimutkaisia työkaluja, vain puhdasta luovuutta. %@
fr: nous avons rendu l'édition musicale simple et amusante. pas d'outils complexes, juste de la créativité pure. %@
hu: egyszerűvé és szórakoztatóvá tettük a zeneszerkesztést. nincsenek bonyolult eszközök, csak tiszta kreativitás. %@
id: kami membuat pengeditan musik menjadi sederhana dan menyenangkan. tidak ada alat yang rumit, hanya kreativitas murni. %@
it: abbiamo reso l'editing musicale semplice e divertente. niente strumenti complessi, solo pura creatività. %@
ja: 私たちは音楽編集をシンプルで楽しいものにしました。複雑なツールはなく、純粋な創造性だけです。%@
ko: 복잡한 도구 없이 순수한 창의력만으로 음악 편집을 간단하고 재미있게 만들었습니다. %@
lv: mēs esam padarījuši mūzikas rediģēšanu vienkāršu un jautru. nekādu sarežģītu rīku, tikai tīrs radošums. %@
nb: vi har gjort musikkredigering enkelt og morsomt. ingen komplekse verktøy, bare ren kreativitet. %@
nl: Wij hebben muziek bewerken eenvoudig en leuk gemaakt. geen ingewikkelde tools, gewoon pure creativiteit. %@
pl: sprawiliśmy, że edycja muzyki jest prosta i przyjemna. żadnych skomplikowanych narzędzi, tylko czysta kreatywność. %@
pt_br: tornamos a edição de música simples e divertida. sem ferramentas complexas, apenas pura criatividade. %@
pt_pt: tornámos a edição de música simples e divertida. sem ferramentas complexas, apenas pura criatividade. %@
ro: am făcut editarea muzicii simplă și distractivă. fără instrumente complexe, doar creativitate pură. %@
ru: Мы сделали редактирование музыки простым и увлекательным. Никаких сложных инструментов, только чистое творчество. %@
sk: Úpravu hudby sme urobili jednoduchou a zábavnou. žiadne zložité nástroje, len čistá kreativita. %@
sl: urejanje glasbe smo naredili preprosto in zabavno. brez zapletenih orodij, le čista ustvarjalnost. %@
sv: vi har gjort musikredigering enkelt och roligt. inga komplexa verktyg, bara ren kreativitet. %@
tr: müzik düzenlemeyi basit ve eğlenceli hale getirdik. karmaşık araçlar yok, sadece saf yaratıcılık. %@
uk: ми зробили редагування музики простим і цікавим. ніяких складних інструментів, лише чиста творчість. %@
zh_hans: 我们让音乐编辑变得简单而有趣。没有复杂的工具，只有纯粹的创造力。%@
zh_hant: 我們讓音樂編輯變得簡單有趣。沒有複雜的工具，只有純粹的創意。%@

source: Weekly Plan
ar: الخطة الأسبوعية
bg: Седмичен план
cs: Týdenní plán
da: Ugentlig plan
de: Wochenplan
el: Εβδομαδιαίο σχέδιο
es: Plan semanal
et: Nädalaplaan
fi: Viikkosuunnitelma
fr: Plan hebdomadaire
hu: Heti terv
id: Rencana Mingguan
it: Piano settimanale
ja: 週間計画
ko: 주간 계획
lv: Nedēļas plāns
nb: Ukentlig plan
nl: Wekelijks plan
pl: Plan tygodniowy
pt_br: Plano semanal
pt_pt: Plano semanal
ro: Plan săptămânal
ru: Еженедельный план
sk: Týždenný plán
sl: Tedenski načrt
sv: Veckoplan
tr: Haftalık Plan
uk: Тижневий план
zh_hans: 每周计划
zh_hant: 每週計劃

source: What's Included
ar: ما يتضمنه
bg: Какво включва преводът
cs: Co je obsaženo
da: Hvad er inkluderet?
de: Was ist inbegriffen?
el: Τι περιλαμβάνεται
es: Qué incluye
et: Mida sisaldab
fi: Mitä sisältyy
fr: Ce qui est inclus
hu: Mit tartalmaz
id: Apa yang Termasuk
it: Cosa è incluso
ja: 含まれるもの
ko: 포함되는 내용
lv: Kas ir iekļauts
nb: Hva er inkludert
nl: Wat is inbegrepen
pl: Co obejmuje
pt_br: O que está incluído
pt_pt: O que está incluído
ro: Ce este inclus
ru: Что включено
sk: Čo je súčasťou balenia
sl: Kaj je vključeno
sv: Vad som ingår
tr: Neler Dahil
uk: Що входить у вартість
zh_hans: 包括哪些内容
zh_hant: 內容包括

source: what's one thing we could improve?
ar: ما الشيء الذي يمكننا تحسينه؟
bg: Какво можем да подобрим?
cs: Co můžeme zlepšit?
da: Hvad kan vi forbedre?
de: Was können wir verbessern?
el: Τι μπορούμε να βελτιώσουμε;
es: ¿Qué es una cosa que podríamos mejorar?
et: Mida saaksime parandada?
fi: Mikä on yksi asia, jota voisimme parantaa?
fr: Quelle est la chose que nous pourrions améliorer ?
hu: Mi az, amin javíthatnánk?
id: Apa yang bisa kami perbaiki?
it: Cosa possiamo migliorare?
ja: 改善できることは何ですか？
ko: 우리가 개선할 수 있는 한 가지는 무엇인가요?
lv: Kas ir viena lieta, ko mēs varam uzlabot?
nb: Hva kan vi forbedre?
nl: Wat kunnen we verbeteren?
pl: Co możemy poprawić?
pt_br: O que podemos melhorar?
pt_pt: O que podemos melhorar?
ro: Ce putem îmbunătăți?
ru: Что мы можем улучшить?
sk: Čo môžeme zlepšiť?
sl: Kaj lahko izboljšamo?
sv: Vad kan vi förbättra?
tr: Neyi geliştirebiliriz?
uk: Що ми можемо покращити?
zh_hans: 我们能改进什么？
zh_hant: 我們能改進什麼？

source: Yearly Plan
ar: الخطة السنوية
bg: Годишен план
cs: Roční plán
da: Årlig plan
de: Jahresplan
el: Ετήσιο σχέδιο
es: Plan anual
et: Aastakava
fi: Vuosisuunnitelma
fr: Plan annuel
hu: Éves terv
id: Rencana Tahunan
it: Piano annuale
ja: 年間計画
ko: 연간 계획
lv: Gada plāns
nb: Årlig plan
nl: Jaarplan
pl: Plan roczny
pt_br: Plano anual
pt_pt: Plano anual
ro: Plan anual
ru: Годовой план
sk: Ročný plán
sl: Letni načrt
sv: Årlig plan
tr: Yıllık Plan
uk: Річний план
zh_hans: 年度计划
zh_hant: 年度計劃

source: You are already a subscriber.
ar: أنت مشترك بالفعل.
bg: Вие вече сте абонат.
cs: Již jste se přihlásili k odběru.
da: Du er allerede abonnent.
de: Sie sind bereits ein Abonnent.
el: Είστε ήδη συνδρομητής.
es: Ya eres suscriptor.
et: Olete juba tellija.
fi: Olet jo tilaaja.
fr: Vous êtes déjà abonné.
hu: Ön már előfizető.
id: Anda sudah menjadi pelanggan.
it: Sei già abbonato.
ja: あなたはすでに購読者です。
ko: 귀하는 이미 구독자입니다.
lv: Jūs jau esat abonents.
nb: Du er allerede abonnent.
nl: Je bent al geabonneerd.
pl: Jesteś już subskrybentem.
pt_br: Você já é um assinante.
pt_pt: Já é um subscritor.
ro: Sunteți deja abonat.
ru: Вы уже являетесь подписчиком.
sk: Už ste sa prihlásili.
sl: Ste že naročnik.
sv: Du är redan prenumerant.
tr: Zaten abonemizsiniz.
uk: Ви вже є передплатником.
zh_hans: 您已经是订阅者。
zh_hant: 您已經是訂閱者。

source: you found the info button! this will give informations about effects
ar: وجدت زر المعلومات! سيعطي هذا معلومات حول التأثيرات
bg: Намерихте бутона за информация! това ще даде информация за ефектите
cs: našli jste tlačítko info! to poskytne informace o efektech
da: Du har fundet info-knappen! Den giver information om effekter.
de: Du hast den Info-Button gefunden! Dieser gibt Informationen über Effekte
el: Βρήκατε το κουμπί πληροφοριών! Αυτό θα δώσει πληροφορίες σχετικά με τα εφέ.
es: has encontrado el botón de información! te dará información sobre los efectos
et: leidsite infonupu! see annab teavet efektide kohta
fi: Löysit info-painikkeen! tämä antaa tietoa vaikutuksista.
fr: Vous avez trouvé le bouton info ! Il vous donnera des informations sur les effets.
hu: megtaláltad az info gombot! ez információkat ad a hatásokról
id: Anda menemukan tombol info! ini akan memberikan informasi tentang efek
it: hai trovato il pulsante info! questo fornirà informazioni sugli effetti
ja: infoボタンを見つけました！これはエフェクトに関する情報を提供します。
ko: 정보 버튼을 찾았습니다! 효과에 대한 정보를 제공합니다.
lv: jūs atradāt informācijas pogu! tā sniegs informāciju par efektiem
nb: du fant info-knappen! denne vil gi informasjon om effekter
nl: je hebt de infoknop gevonden! deze geeft informatie over effecten
pl: znalazłeś przycisk info! da ci to informacje o efektach
pt_br: você encontrou o botão de informações! ele fornecerá informações sobre os efeitos
pt_pt: encontrou o botão de informação! este botão dá informações sobre os efeitos
ro: ați găsit butonul de informații! acesta va oferi informații despre efecte
ru: вы нашли кнопку "информация"! она дает информацию об эффектах
sk: našli ste tlačidlo info! toto poskytne informácie o efektoch
sl: našli ste gumb z informacijami! to vam bo dalo informacije o učinkih
sv: du hittade info-knappen! den här ger information om effekter
tr: bilgi düğmesini buldunuz! bu efektler hakkında bilgi verecektir
uk: ви знайшли інформаційну кнопку! тут ви знайдете інформацію про ефекти
zh_hans: 您找到了信息按钮！这将提供有关效果的信息
zh_hant: 您找到了資訊按鈕！這將提供有關效果的資訊

source: You've reached the limit of 2 songs per day. Upgrade to premium for unlimited songs!
ar: لقد وصلت إلى الحد الأقصى لأغنيتين في اليوم. قم بالترقية إلى بريميوم لأغاني غير محدودة!
bg: Достигнахте лимита от 2 песни на ден. Преминете към премиум за неограничен брой песни!
cs: Dosáhli jste limitu 2 skladeb za den. Přejděte na prémiovou verzi pro neomezený počet skladeb!
da: Du har nået grænsen på 2 sange om dagen. Opgrader til premium for ubegrænset antal sange!
de: Du hast das Limit von 2 Songs pro Tag erreicht. Upgrade auf Premium für unbegrenzte Songs!
el: Έχετε φτάσει στο όριο των 2 τραγουδιών ανά ημέρα. Κάντε αναβάθμιση σε premium για απεριόριστα τραγούδια!
es: Has alcanzado el límite de 2 canciones al día. Pásate a Premium para disfrutar de un número ilimitado de canciones.
et: Te olete saavutanud 2 loo piirmäära päevas. Uuendage lisatasu, et saada piiramatu arv laule!
fi: Olet saavuttanut 2 kappaleen rajan päivässä. Päivitä premium-tasolle saadaksesi rajattomasti kappaleita!
fr: Vous avez atteint la limite de 2 chansons par jour. Passez à la version premium pour un nombre illimité de chansons !
hu: Elérte a napi 2 dalra vonatkozó korlátot. Frissítsen prémiumra a korlátlan dalokért!
id: Anda telah mencapai batas 2 lagu per hari. Tingkatkan ke premium untuk lagu tanpa batas!
it: Hai raggiunto il limite di 2 canzoni al giorno. Passa a Premium per avere canzoni illimitate!
ja: 1日2曲の制限に達しました。プレミアムにアップグレードして無制限に曲をお楽しみください！
ko: 하루에 2곡 한도에 도달했습니다. 프리미엄으로 업그레이드하여 노래를 무제한으로 사용하세요!
lv: Jūs esat sasniedzis 2 dziesmu limitu dienā. Pārejiet uz Premium, lai saņemtu neierobežotu dziesmu skaitu!
nb: Du har nådd grensen på 2 sanger per dag. Oppgrader til premium for ubegrenset antall sanger!
nl: Je hebt de limiet van 2 nummers per dag bereikt. Upgrade naar premium voor onbeperkt aantal nummers!
pl: Osiągnąłeś limit 2 utworów dziennie. Uaktualnij do wersji premium, aby uzyskać nieograniczoną liczbę utworów!
pt_br: Você atingiu o limite de 2 músicas por dia. Faça upgrade para a versão premium para obter músicas ilimitadas!
pt_pt: Atingiu o limite de 2 músicas por dia. Actualize para premium para obter músicas ilimitadas!
ro: Ați atins limita de 2 melodii pe zi. Treceți la premium pentru melodii nelimitate!
ru: Вы достигли лимита в 2 песни в день. Перейдите на премиум-версию, чтобы слушать неограниченное количество песен!
sk: Dosiahli ste limit 2 skladieb za deň. Upgradujte na prémiovú verziu pre neobmedzený počet skladieb!
sl: Dosegli ste omejitev 2 pesmi na dan. Nadgradite na premijo za neomejeno število pesmi!
sv: Du har nått gränsen på 2 låtar per dag. Uppgradera till premium för obegränsat antal låtar!
tr: Günlük 2 şarkı sınırına ulaştınız. Sınırsız şarkı için premium'a yükseltin!
uk: Ви досягли ліміту в 2 пісні на день. Перейдіть на преміум-аккаунт для необмеженої кількості пісень!
zh_hans: 您已达到每天 2 首歌曲的限制。升级至高级版可无限量播放歌曲！
zh_hant: 您已達到每天 2 首歌曲的限制。請升級至高級版，以獲得無限制的歌曲！

source: your personal music studio
ar: استوديو الموسيقى الشخصي الخاص بك
bg: вашето лично музикално студио
cs: vaše osobní hudební studio
da: dit personlige musikstudie
de: Ihr persönliches Musikstudio
el: το προσωπικό σας μουσικό στούντιο
es: tu estudio de música personal
et: teie isiklik muusikastuudio
fi: henkilökohtainen musiikkistudiosi
fr: votre studio de musique personnel
hu: az Ön személyes zenei stúdiója
id: studio musik pribadi Anda
it: il tuo studio musicale personale
ja: あなただけの音楽スタジオ
ko: 개인 음악 스튜디오
lv: jūsu personīgā mūzikas studija
nb: ditt personlige musikkstudio
nl: je persoonlijke muziekstudio
pl: Twoje osobiste studio muzyczne
pt_br: seu estúdio de música pessoal
pt_pt: o seu estúdio de música pessoal
ro: studioul tău personal de muzică
ru: ваша личная музыкальная студия
sk: vaše osobné hudobné štúdio
sl: vaš osebni glasbeni studio
sv: din personliga musikstudio
tr: ki̇şi̇sel müzi̇k stüdyonuz
uk: ваша персональна музична студія
zh_hans: 您的个人音乐工作室
zh_hant: 您的個人音樂工作室

source: SongX Premium
ko: 송엑스 프리미엄
